{
  "equipment": {
    "title": "Equipamentos",
    "text": "<p>Gerencie todos os equipamentos da instituição, como computadores, projetores e periféricos.</p><br><p><strong>Como usar:</strong><br>• Cadastre novos itens informando nome, patrimônio, marca e tipo.<br>• Use o botão de disponibilidade para indicar se o equipamento está em uso ou não.<br>• Adicione fotos e observações para manter o inventário atualizado.</p>"
  },
  "brand": {
    "title": "Marcas",
    "text": "<p>Cadastre as marcas dos equipamentos, como Dell, HP, Epson, entre outras.</p><br><p><strong>Como usar:</strong><br>• Informe o nome da marca.<br>• Utilize nomes consistentes para facilitar buscas e vínculos em outros cadastros.</p>"
  },
  "type": {
    "title": "Tipos de Equipamento",
    "text": "<p>Organize os equipamentos por tipo, como Computadores, Projetores, Câmeras e outros.</p><br><p><strong>Como usar:</strong><br>• Crie tipos de equipamento claros e específicos para facilitar o vínculo nos cadastros.</p>"
  },
  "category": {
    "title": "Categorias de Ambiente",
    "text": "<p>As categorias servem para classificar os ambientes da instituição, como Salas de Aula, Laboratórios e Auditórios.</p><br><p><strong>Como usar:</strong><br>• Informe um nome e uma descrição curta para identificar facilmente o tipo de espaço.</p>"
  },
  "room": {
    "title": "Ambientes",
    "text": "<p>Gerencie os ambientes físicos da instituição, como salas de aula, laboratórios e auditórios.</p><br><p><strong>Como usar:</strong><br>• Informe o nome e o número do ambiente.<br>• Escolha a categoria e adicione uma imagem ilustrativa.<br>• Defina se o ambiente está ativo.<br>• Após salvar, vincule equipamentos existentes ou cadastre novos diretamente.</p><br><p><strong>Dica:</strong><br>Use o campo <em>Disponível</em> dos equipamentos para indicar uso e mantenha o inventário sempre atualizado.</p>"
  },
  "curso": {
    "title": "Cursos",
    "text": "<p>Gerencie aqui os cursos oferecidos pela instituição.</p><br><p><strong>Como usar:</strong><br>• Informe o nome completo e a abreviação do curso.<br>• Escolha a modalidade e o turno.<br>• Defina a quantidade de módulos e as cargas horárias totais, de estágio e de TCC/TG.</p><br><p><strong>Dica:</strong><br>Após criar o curso, você pode gerenciar os componentes curriculares vinculados diretamente nesta tela.</p>"
  },
  "modality": {
    "title": "Modalidades",
    "text": "<p>As modalidades representam o formato de ensino do curso, como Presencial, EAD ou Semipresencial.</p><br><p><strong>Como usar:</strong><br>• Informe o nome da modalidade.<br>• Adicione uma descrição curta para referência.</p><br><p><strong>Dica:</strong><br>Essas modalidades poderão ser selecionadas ao criar ou editar cursos.</p>"
  },
  "componente": {
    "title": "Componentes Curriculares",
    "text": "<p>Os componentes representam as disciplinas ou unidades curriculares que compõem cada curso.</p><br><p><strong>Como usar:</strong><br>• Informe o nome do componente e sua abreviação.<br>• Defina as horas semanais e totais.<br>• Utilize nomes claros e abreviações consistentes para facilitar a identificação.</p><br><p><strong>Dica:</strong><br>Os componentes podem ser associados a cursos já cadastrados para compor suas matrizes curriculares.</p>"
  },
  "day": {
    "title": "Dias da Semana",
    "text": "<p>  Configure os horarios de funcionamento das aulas no dias da semana.</p><br><p>  <strong>Como usar:</strong>  <br>  • Clique em ver horários.  <br>  • Adicione os horarios em que acontecem aulas na universidade.</p><br><p>  <strong>Dica:</strong>  <br>  Estes dias e horários serão utilizados na criação de grades horárias.</p>"
  },
  "lesson_time": {
    "title": "Horários de Aula",
    "text": "<p><p>Configure os horários disponíveis para  programação de aulas.</p><br><p><strong>Como usar:</strong><br>• Cadastre os horários de aula que a instituição oferece (08:00-09:00, 09:00-10:00, etc.).</p><br><p><strong>Dica:</strong><br>Estes horários serão utilizados na criação de grades horárias.</p>"
  },
  "shift": {
    "title": "Turnos",
    "text": "<p>Configure os turnos disponíveis para  programação de aulas.</p><br><p><strong>Como usar:</strong><br>• Cadastre os turnos de aula que a instituição oferece (Manhã, Tarde, Noite, etc.).</p><br><p><strong>Dica:</strong><br>Estes turnos serão utilizados na criação de grades horárias.</p>"
  },
  "schedule": {
    "title": "Grades Horárias",
    "text": "<p>Configure as versões das grades horárias para os cursos.</p><br><p><strong>Como usar:</strong><br>• Cadastre as versões das grades horárias para os cursos.<br>• Publique a grade horária para que ela seja enviada para os alunos.</p>"
  },
  "availability": {
    "title": "Dispobilidade do usuário",
    "text": "<p>Use esta página para indicar os horários em que você está disponível para aulas.</p><br><p><strong>Como usar:</strong><br>• Marque as caixas de seleção para os horários disponíveis.<br>• Use o botão <strong>“Selecionar todos”</strong> para marcar todos os horários de um dia.<br>• As alterações são salvas automaticamente ao enviar o formulário.</p>"
  },
  "users": {
    "title": "Usuários",
    "text": "<p>Adicione e edite os usuários cadastrado no sistema</p><br><p><strong>Como usar:</strong><br>• Para cadastrar clique em 'Criar usuário'<br>• Para editar Clique em 'Editar', na listagem de usuários<br>• Para excluir o usuário clique em 'Excluir' na listagem de usuários.<br>• Para relacionar os componentes(matérias) com os usuários vá para a página de edição.<br>• Para editar a disponibilidade do usuário para as aulas vá em 'Editar > Gerenciar Disponibilidade' </p>"
  }
}